Repository: IgorPon/Python_django_diploma_dpo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Banners control
ru: Управление баннерами

source: discount_banner
ru: баннер_со_скидкой

source: banner_title
ru: название_баннера

source: banner_description
ru: название_баннера

source: banner_image
ru: картинка_баннера

source: banner
ru: баннер

source: banners
ru: баннеры

source: Discounts control
ru: Управление скидками

source: Per cent
ru: Процент

source: Fixed amount
ru: Изменённое количество

source: Fixed price
ru: Изменённая стоимость

source: Low
ru: Нижний уровень

source: Medium
ru: Средний уровень

source: High
ru: Высокий уровень

source: Title discount
ru: Название скидки

source: Description
ru: Описание

source: Discount type
ru: Тип скидки

source: Priority
ru: Приоритет

source: Percent
ru: Процент

source: Amount
ru: Количество

source: Valid from
ru: Валидная форма

source: Valid to
ru: Действительно до

source: Seller
ru: Продавец

source: Seller products
ru: Товары продавца

source: Set discount
ru: Cкидка на набор

source: product discount
ru: скидка на товар

source: product discounts
ru: скидка на товары

source: group_discounts
ru: групповые_скидки

source: group discount
ru: групповая скидка

source: group discounts
ru: групповые скидки

source: Min quantity threshold
ru: Минимальное количество

source: Max quantity threshold
ru: Максимальное количество

source: Total sum min threshold
ru: Итоговая сумма минимального количества

source: Total sum max threshold
ru: Итоговая сумма максимального количества

source: cart discount
ru: скидка на корзину

source: cart discounts
ru: скидки на корзину

source: icon
ru: иконка

source: image
ru: изображение

source: tags
ru: тэги

source: Publish
ru: Опубликовано

source: Remove from publication
ru: Убрать из опубликованных

source: Make products as limited
ru: Добавить в ограниченное предложение

source: [removed by admin]
ru: [удалено админом]

source: text comment
ru: текст комментария

source: delete text comment
ru: удалить текст комментария

source: Products management
ru: Управление продуктами

source: category title
ru: название категории

source: slug
ru: слаг

source: description
ru: описание

source: product categories
ru: категории товаров

source: product category
ru: категория товара

source: product name
ru: наименование товара

source: product code
ru: код товара

source: product slug
ru: слаг товара

source: product image
ru: изображение товара

source: product description
ru: описание товара

source: rating
ru: рейтинг

source: is published
ru: опубликовано

source: limited edition
ru: ограниченное предложение

source: product
ru: товар

source: products
ru: товары

source: author
ru: автор

source: content
ru: содержание

source: added
ru: дабавлено

source: product comment
ru: комментарий к товару

source: product comments
ru: комментарии к товару

source: specification name
ru: название спецификации

source: specification names
ru: назваеия спецификаций

source: specification
ru: спецификация

source: specifications
ru: спецификации

source: store
ru: маназин

source: notes
ru: примечания

source: new product
ru: новый товар

source: new products
ru: новые товары

source: You should to indicate the product rating
ru: Вы должны указать рейтинг продукта

source: Purchase and carts
ru: Покупки и корзина товаров

source: Regular
ru: Обычный

source: Express
ru: Эксперсс

source: Bank Card
ru: Банковская карта

source: From random account
ru: Со случайного счёта

source: customer
ru: Покупатель

source: name and lastname
ru: Имя и фамилия

source: phone number must be entered in the format:
ru: Номер телефона необходимо вводить в формате:

source: up to 15 digits allowed.
ru: Допускается до 15 цифр.

source: phone number
ru: номер телефона

source: email
ru: электронная почта

source: delivery
ru: способ доставки

source: payment method
ru: метод оплаты

source: city
ru: город

source: address
ru: адрес

source: in order
ru: Заказ оформлен

source: order is payed
ru: Заказ оплачен

source: payment error
ru: метод оплаты

source: order placement date
ru: Дата размещения заказа

source: transaction id
ru: Id транзакции

source: Delivery cost
ru: Стоимость доставки

source: order
ru: Заказ

source: orders
ru: Заказы

source: Guess discount price
ru: Цена со скидкой

source: quantity
ru: количество

source: order product
ru: Товар в заказах

source: order products
ru: Товары в заказах

source: viewed product
ru: Просмотренный товары

source: {product.product.name} was added to cart succesfully.
ru: {product.product.name} успешно добавлен в корзину.

source: The quantity in stock for {product.product.name} is not enough.
ru: Количество товара {product.product.name} на складе не достаточно

source: no data
ru: нет данных

source: payments
ru: Оплата

source: order number
ru: Номер телефона

source: account number
ru: Номер телефона

source: payment request
ru: метод оплаты

source: requests
ru: запросы

source: avatar
ru: аватар

source: Customers and users
ru: Покупатели и пользователи

source: Email must be entering
ru: Электронная почта должна быть указана

source: username
ru: имя пользователя

source: name
ru: имя

source: surname
ru: фамилия

source: registered
ru: зарегестрирован

source: is_staff
ru: стафф

source: is_active
ru: активен

source: is_superuser
ru: суперпользователь

source: user
ru: пользователь

source: users
ru: пользователи

source: The profile was saved successfully
ru: Профиль был успешно сохранён

source: Administration
ru: Администрация

source: Site settings
ru: Настройки сайта

source: Settings
ru: Настройки

source: Applications
ru: Приложения

source: Recent Actions
ru: Недавние действия

source: Set the regular shipping amount
ru: Установить количество для стандартной доставки

source: Regular shipping price
ru: Стоимость стандартной доставки

source: Wrong price value! Must be positive
ru: Неверная стоимость! Число должно быть положительным

source: Set the express shipping amount
ru: Установить количество для экспресс доставки

source: Express shipping price
ru: Стоимость эксперсс доставки

source: Set the count reviews, showing on product detail page
ru: Установить колчество отзывов, показываемых на детальной странице товара

source: Reviews size page
ru: Размер страницы отзывов

source: Wrong size value! Must be more than 0
ru: Неверный размер! Должен быть больше 0

source: Set the days duration for updating limited deal product
ru: Установить период дней для обновления товаров ограниченного предложения

source: Days duration limited deal
ru: Длительность дней ограниченного предложения

source: Wrong days value! Must be more than 0
ru: Неверное количество дней! Должно быть больше 0

source: Set the time update for limited deal product
ru: Установить время обновления ограниченного предложения

source: Time update limited deal
ru: Время обновления огриниченного предложения

source: Wrong date value! Must be more than 0
ru: Неверное значение! Должно быть больше 0

source: Set the count limited products, showing on main page
ru: Установить количество товаров в огриниченном предложении для показа на главной странице

source: Count limited products
ru: Количество товаров в огриниченном предложении

source: Wrong count value! Must be more than 0
ru: Неверное значение! Должно быть больше 0

source: Set the count popular products, showing on main page
ru: Установить количество популярных товаров для показа на главной

source: Count popular products
ru: Количество популярных продуктов

source: Wrong count value! Must be more than 1
ru: Неверное количество! Должно быть больше 1

source: Set the count hot offers, showing on main page
ru: Установить количество горячих предложений для показа на главной

source: Count hot offers
ru: Количество горячих предложений

source: Set the time update banners (in minutes)
ru: Установить время обновления баннеров (в минутах)

source: Banners time expire
ru: Время показа баннеров истекло

source: Wrong banners expire value! Must be more than 1 (minutes)
ru: Неверное время показа баннеров! Должно быть больше 1 (минуты)

source: Set the max image file sizes in MB
ru: Установить максимальный размер для файла изображения в МБ

source: Max image files size
ru: Макмимальный размер файла изображения

source: Wrong size file value! Must be more than 1 (MB)
ru: Неверное значение размера файла! Должно быть больше 1 (МБ)

source: Image field does not exist
ru: Нет файла изображения

source: Dashboard
ru: Панель

source: Load image with max file size {max_size}MB
ru: Загрузить изображение с максимальным размером {max_size}MB

source: Load image with sizes from {min_width}x{min_height} to {max_width}x{max_height}
ru: Загрузить изображение размером от {min_width}x{min_height} до {max_width}x{max_height}

source: File must be size less than {max_size}MB
ru: Размер файла должен быть меньше {max_size}MB

source: resolution image is too small.
ru: разрешение изображения слишком мало.

source: resolution image is too big.
ru: разрешение изображения слишком велико.

source: Cache was cleaned.
ru: Кэш был очищен.

source: The Limited product has changed successfully.
ru: Товар в ограниченном предложении был успешно изменен.

source: The Limited product days duration has changed.
ru: Продолжительность ограниченного предложения была изменена.

source: The time expire for limited deal was changed.
ru: Время окончания ограниченного предложения было изменено

source: You need to choose datetime, later then now
ru: Вам необходимо выбрать дату и время, позже, чем сейчас

source: Stores and sellers
ru: Магазины и продавцы

source: Your json file
ru: Ваш json файл

source: phone
ru: номер телефона

source: owner
ru: владелец

source: stores
ru: магазины

source: seller
ru: продавец

source: price
ru: стоимость

source: date added
ru: дата добавления

source: product in shop
ru: товар в магазине

source: products in shop
ru: товары в магазине

source: The {store.name} was removed
ru: {store.name} был удалён

source: Product {item.product.name} from the store {item.seller.name} was removed
ru: Товар {item.product.name} из магазина {item.seller.name} был удалён

source: Product discount {item.name} from the store {item.seller.name} was removed
ru: Скидка на товар {item.name} из магазина {item.seller.name} была удалена

source: Group discount {item.name} from the store {item.seller.name} was removed
ru: Групповая скидка {item.name} из магазина {item.seller.name} была удалена

source: Cart discount {item.name} from the store {item.seller.name} was removed
ru: Скидка на корзину {item.name} из магазина {item.seller.name} была удалена

source: This product is already exist in those store!
ru: Данный товар уже есть в магазине!

source: Your request was sending. Wait the answer some before time to your email!
ru: Ваш запрос был отправлен. Дождитесь ответа на вашу электронную почту!

source: Private Room
ru: Личный кабинет

source: home
ru: на главную

source: Navigation
ru: Навигация

source: Account info
ru: Информация об аккаунте

source: Profile
ru: Профиль

source: Orders history
ru: История заказов

source: Views history
ru: История просмотров

source: Sellers room
ru: Комната продавцов

source: Edit profile
ru: Редактировать профиль

source: Order
ru: Заказ

source: from
ru: от

source: Type of delivery
ru: Вид доставки

source: Regular delivery
ru: Стандартная доставка

source: Express delivery
ru: Экспресс доставка

source: Payment method
ru: Способ оплаты

source: Card
ru: Карта

source: Cash
ru: Наличные

source: Price
ru: Стоимость

source: Order Status
ru: Статус заказа

source: Paid
ru: Оплачено

source: Not paid
ru: Не оплачено

source: Show all viewed products
ru: Показать все просмотренные товары

source: Sign-in
ru: Войти

source: Login
ru: Логин

source: Password
ru: Пароль

source: Forgot the password?
ru: Забыл пароль?

source: Sign in
ru: Войти

source: Register
ru: Зарегистрироваться

source: See you soon!
ru: До скорых встреч

source: Logout
ru: Выйти

source: Reset Password
ru: Сбросить пароль

source: Restore password
ru: Восстановить пароль

source: Forgot your Account password?
ru: Забыли пароль от своей учетной записи?

source: Enter your E-mail address here
ru: Введите свой электронный адрес

source: Send the mail about restore
ru: Отправить письмо о восстановлении

source: Reset Password Done
ru: Пароль изменён

source: Password Reset
ru: Изменить пароль

source: We have sent you an e-mail. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
ru: Мы отправили вам электронное письмо. Если вы его не получили, проверьте папку со спамом.В противном случае свяжитесь с нами, если вы не получите его в течение нескольких минут.

source: Reset Password Error
ru: Ошибка изменения пароля

source: Password Reset Error
ru: Ошибка изменения пароля

source: The user with this email is not registered.
ru: Пользователь с такой почтой не зарегистрирован

source: Profile info
ru: Информация профиля

source: Viewed products
ru: Просмотренные товары

source: Avatar
ru: Аватар

source: Click on picture for change
ru: Нажмити на картинку чтобы изменить

source: Choose the picture
ru: Выберите картинку

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Username
ru: Имя пользователя

source: Password*
ru: Пароль*

source: Repeat password*
ru: Повторный пароль

source: Phone number*
ru: Номер телефона

source: City
ru: Город

source: Address
ru: Адрес

source: Save changes
ru: Сохранить изменения

source: Sign-in with
ru: Войти при помощи

source: Registration
ru: Регистрация

source: Registration new user
ru: Зарегистрировать нового пользователя

source: Sign Up
ru: Зарегистрироваться

source: Accept and Register
ru: Принять и зарегистрироваться

source: Settings and administration
ru: Настройки и администрирование

source: Home
ru: На главную

source: Settnigs
ru: Настройки

source: Comments size page
ru: Размер страницы комментариев

source: Max size for uploading files
ru: Максимальный размер загружаемых файлов

source: Change settings
ru: Изменить настройки

source: Limited products control
ru: Управление ограниченными предложениями

source: Time update for limited deal
ru: Время обновления ограниченного предложения

source: Manual update now
ru: Обновить сейчас вручную

source: Frequency update limited deal
ru: Частота обновления ограниченного предложения

source: day(s)
ru: день(дней)

source: Manual continue expired
ru: Продление истекло

source: Set manual expire time for limited deal
ru: Установить время истечения огриниченного предложения

source: Date
ru: Дата

source: Time
ru: Время

source: Apply
ru: Применить

source: Cache Control
ru: Управление кэшем

source: Clear all site-cache
ru: Очистить весь кэш

source: Clear cache
ru: Очистить кэш

source: Clear comments cache
ru: Очистить кэш комментариев

source: Clear catalogs cache
ru: Очистить кэш каталогов

source: Clear banner cache
ru: Очистить кэш баннеров

source: Clear products cache
ru: Очистить кэш товаров

source: Clear sellers cache
ru: Очистить кэш продавцов

source: Clear main page products cache
ru: Очистить кэш товаров на главной

source: Please correct the error below.
ru: Пожалуйста, исправьте ошибку ниже.

source: Please correct the errors below.
ru: Пожалуйста, исправьте ошибки ниже.

source: Filter
ru: Фильтр

source: Clear all filters
ru: Очистить все фильтры

source: Delete multiple objects
ru: Удалить несколько объектов

source: Objects
ru: Объекты

source: Yes, I’m sure
ru: Да, я уверен

source: No, take me back
ru: Нет, вернуться

source: MEGANO site admin
ru: MEGANO панель управления

source: Discount detail
ru: Детально о скидке

source: Discount
ru: Скидка

source: Discount Detail
ru: Детально о скидке

source: Participating products
ru: Участвующие товары

source: Catalog
ru: Каталог

source: Catalog Megano
ru: Каталог Megano

source: blog
ru: блог

source: Get Started
ru: Начать

source: All Departments
ru: Все категории

source: Search
ru: Поиск

source: Hot Offers
ru: Горячие Преложения

source: Shipping & Returns
ru: Доставка & Возвраты

source: World wide shipping
ru: Доставка по всему миру

source: Money Back
ru: Возврат средств

source: Guaranted payments
ru: Гарантированные платежи

source: Support Policy
ru: Политика поддержки

source: Fast support team
ru: Команда быстрой поддержки

source: Quality Guarantee
ru: Гарантия Качества

source: Best guaranted items
ru: Лучшие гарантированные товары

source: Limited edition
ru: Ограниченное предложение

source: Free Delivery
ru: Бесплатная доставка

source: Follow Us
ru: Следить за нами

source: My Account
ru: Мой аккаунт

source: Shops
ru: Магазины

source: Promotions
ru: Акции

source: Hot
ru: Хот

source: Gallery
ru: Галерея

source: Contacts
ru: Контакты

source: Purchase
ru: Покупка

source: Show navigation
ru: Показать навигацию

source: Limited Deals
ru: Ограниченное Предложение

source: days
ru: дни

source: hours
ru: часы

source: mins
ru: минуты

source: secs
ru: секунды

source: Price:
ru: Стоимость:

source: Seller:
ru: Продавец:

source: Only items in stock:
ru: Товары только в наличии

source: Only limited offers:
ru: Только огриниченные предложения

source: Popular tags
ru: Популярные тэги

source: Sort by:
ru: Сортировать по:

source: Popularity
ru: Популярность

source: Comments
ru: Комментарии

source: Name
ru: Название

source: Newness
ru: Новизна

source: Popular Products
ru: Популярные продукты

source: Product detail
ru: Детальное описание товара

source: Product Detail
ru: Детальное описание товара

source: Add To Cart
ru: Добавить в корзину

source: Not in stock
ru: Нет в наличии

source: Tags
ru: Тэги

source: Stores
ru: Магазины

source: Additional Info
ru: Дополнителная информация

source: Reviews
ru: Отзывы

source: Performance
ru: Производительность

source: Value
ru: Значение

source: Add to cart
ru: Добавить в корзину

source: Review(s)
ru: Отзыв(ы)

source: Add Review
ru: Добавить отзыв

source: Submit Review
ru: Отправить отзыв

source: Your Rating:
ru: Ваш рейтинг:

source: Please
ru: Пожалуйста

source: sign-in
ru: войти

source: or
ru: или

source: registering
ru: зарегистрирация

source: for leave the comments on the site.
ru: для того, чтобы оставить комментарий на сайте.

source: Cart
ru: Корзина

source: No products yet
ru: Товаров нет

source: Total:
ru: Итого:

source: Check out
ru: Оплата

source: Compare products
ru: Сравнить товары

source: Compare
ru: Сравнить

source: Only different features
ru: Только отличия

source: Rating
ru: Рейтинг

source: No items to compare
ru: Нет товаров для сравнения

source: Order history
ru: История заказа

source: orders history
ru: история заказов

source: Delivery
ru: Доставка

source: Payment
ru: Оплата

source: Status
ru: Статус

source: order history
ru: история заказа

source: Order date
ru: Дата заказа

source: Phone
ru: Номер телефона

source: Email
ru: Электронная почта

source: Total
ru: Итого

source: Pay
ru: Оплатить

source: Order step 1
ru: Заказ шаг 1

source: Order checkout
ru: Оплата заказа

source: Overall progress
ru: Общий прогресс

source: Step 1. User requisites
ru: Шаг 1. Пользовательские реквизиты

source: Step 2. Way of delivery
ru: Шаг 2. Способ доставки

source: Step 3. Payment method
ru: Шаг 3. Способ оплаты

source: Step 4. Order confirmation
ru: Шаг 4. Подтверждение заказа

source: Name Lastname:
ru: Имя Фамилия:

source: Phone:
ru: Номер телефона:

source: Email:
ru: Электронная почта:

source: Delivery:
ru: Доставка:

source: City:
ru: Город:

source: Address:
ru: Адрес:

source: Payment:
ru: Оплата:

source: pcs
ru: шт

source: Name Surname
ru: Имя Фамилия

source: E-mail
ru: Электронная почта

source: Next
ru: Далее

source: Confirm Password
ru: Подтвердить пароль

source: I've been already registered
ru: Я уже зарегистрирован

source: Order Nr:
ru: Номер заказа:

source: Generate random account
ru: Сгенерировать случайный счёт

source: Pay now
ru: Оплатить

source: This order has been already paid
ru: Данный заказ уже оплачен

source: No order with this number
ru: Заказа с таким номером нет

source: Payment processing
ru: Оплата обрабатывается

source: Your payment is being processed
ru: Ваша оплата обрабатывается

source: Success
ru: Успешно

source: Your payment has been put in queue successfully
ru: Олата была проведена успешно

source: Error
ru: Ошибка

source: Sorry, something went wrong!
ru: Извините, что-то пошло не так!

source: Sign-in Failed
ru: Ошибка входа

source: Social Network Login Failure
ru: Ошибка входа через социальную сеть

source: An error occurred while attempting to login via your social network account.
ru: Произошла ошибка при попытке войти через учетную запись социальной сети.

source: Continue
ru: Продолжить

source: Login Cancelled
ru: Вход отменен

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to
ru: Вы решили отменить вход на наш сайт, используя одну из ваших существующих учетных записей. Если это была ошибка, перейдите к

source: sign in
ru: войти

source: Add Store
ru: Добавить магазин

source: Create new store
ru: Создать магазин

source: Sellers Room
ru: Кабинет продавцов

source: Store name
ru: Название магазина

source: URL-name
ru: URL-имя

source: Phone Number
ru: Номер телефона

source: Store logo
ru: Лого магазина

source: Choose logo
ru: Выбрать лого

source: Back to seller room
ru: Назад в кабинет магазина

source: Accept and create
ru: Принять и создать

source: All products
ru: Товары продавца

source: all your products
ru: Показать все ваши товары

source: all products
ru: Товары продавца

source: Your Products
ru: Ваши товары

source: Add Product in Store
ru: Добавить товар в магазине

source: Edit Product
ru: Редактировать товары

source: Store
ru: Магазин

source: Product
ru: Товар

source: Quantity
ru: Количество

source: Accept and edit
ru: Принять и редактировать

source: Store Detail
ru: Делатьная информация о магазине

source: Import
ru: Импортировать

source: Send
ru: Отправить

source: My imports:
ru: Му импорты:

source: Choose Category Product
ru: Выберите категорию товара

source: Choose store
ru: Выберите магазин

source: Add product
ru: Добавить товар

source: Add/Edit Discount in Store
ru: Добавить/редактировать скидку в магазине

source: Save product discount
ru: Сохранить скидку на товар

source: Request new product
ru: Запросить новый товар

source: Request for creation new product
ru: Запросить создание нового товара

source: Category
ru: Категория

source: Product name
ru: Наименование товара

source: Product image
ru: Изображение товара

source: Choose image
ru: Выбрать изображение

source: Notes
ru: Примечания

source: Submit a creation request
ru: Отправить запрос на создание

source: Your Stores
ru: Ваши магазины

source: ADD NEW STORE
ru: ДОБАВИТЬ НОВЫЙ МАГАЗИН

source: IMPORT
ru: ИМПОРТ

source: Show all your products
ru: Показать все ваши товары

source: ADD PRODUCT
ru: ДОБАВИТЬ ТОВАР

source: Your Product Discounts
ru: Ваши скидки на товары

source: ADD PRODUCT DISCOUNT
ru: ДОБАВИТЬ СКИДКУ НА ТОВАР

source: Your Group Discounts
ru: Ваши групповые скидки

source: ADD CATEGORY DISCOUNT
ru: ДОБАВИТЬ ГРУППОВУЮ СКИДКУ

source: Your Cart Discounts
ru: Ваши скидки на корзину

source: ADD CART DISCOUNT
ru: ДОБАВИТЬ СКИДКУ НА КОРЗИНУ

source: All our stores
ru: Ваши магазины

source: About Store
ru: Про магазин

source: Shipping
ru: Доставка

source: Returns
ru: Возвраты

source: Mobile
ru: Мобильный телефон

source: General
ru: Главный

source: Editor
ru: Редактор

source: About
ru: Про

source: all stores on Megano
ru: все магазину на Megano
